Repository: common-repository/wpmswpmu-network-sites-hierarchy
Catalog: languages/nsh-*.po
Languages: ro_ro

source: WPMS Network Sites Hierarchy
ro_ro: Ierarhizare situri în rețeaua WPMS

source: Sites Hierarchy
ro_ro: Ierarhie situri

source: Manage Network Sites Hierarchy
ro_ro: Gestiune ierarhie situri în rețea

source: Manage Hierarchy
ro_ro: Gestiune ierarhie

source: You do not have sufficient permissions to access this page.
ro_ro: Nu aveți suficiente permisiuni să accesați această pagină.

source: Network Sites Hierarchy Plugin Usage
ro_ro: Utilizare modul de ierarhizare a siturilor din rețeaua WPMS

source: See the next page to change the network sites hierarchy. <br/>To use hierarchy functions within your code use this snippets:<br/>
ro_ro: Vedeți pagina următoare pentru a modifica ierarhia siturilor din rețea. <br/>Pentru a utiliza funcțiile de ierarhie puteți insera următoarele linii în codul dumneavoastră:<br/>

source: Detect site's parent will return a string with the site parent's id:
ro_ro: Detectarea părintelui sitului va returna un string cu blog_id-ul părintelui:

source: Detect site's children will return an array with site children's ids:
ro_ro: Detectarea copiilor unui site va returna o arie de blog_id-uri ale acestor situri:

source: Detect all site's descendants will return an array with site descendants's ids:
ro_ro: Detectarea tuturor descendenților va returna o arie cu blog_id-urile acestor situri:

source: Detect all site's ancestors will return an array with site ancestors's ids:
ro_ro: Detectarea precursorilor va returna o arie cu blog_id-urile acestor situri:

source: With hierarchical sites within the network some interesting things can be done such as displaying posts into sites only from descendants. This plugin was written specifically to allow this functionality but it can be used for any similar purpose.
ro_ro: Cu ierarhia siturilor se pot face lucruri interesante precum afișarea articolelor numai din siturile descendente. Acest modul a fost scris în mod specific pentru această funcționalitate însă el poate fi utilizat și pentru alte scopuri similare.

source: Hierarchy Updated
ro_ro: Ierarhia a fost actualizată

source: Site Title / Site Parent
ro_ro: Titul site / Părinte site

source: Change Parent
ro_ro: Modificare părinte

source: Action
ro_ro: Acțiune

source: (parent:
ro_ro: (părinte:

source: No hierarchy
ro_ro: Fără ierarhie

source: This is the main site.
ro_ro: Acesta este situl principal.

source: Save Parent
ro_ro: Salvare părinte

source: No sites found in this network.
ro_ro: Nu am găsit nici un site în această rețea.

source: Don't call this page directly.
ro_ro: Nu apelați această pagină direct.
